{"session_id": "test1", "paragraphs": 

    [
        {
        "idx": 0,
        "title": "Bobby Gore",
        "paragraph_text": "Bobby Gore (born Frederick Douglas Gore; May 11, 1936 – February 12, 2013) was an American gang leader and activist from Chicago, Illinois. Gore was the co–founder and former leader of the \"Conservative Vice Lords\" (CVL), which are historically one of the largest and most notorious street gangs in Chicago. Gore collaborated in the shift of the organizations criminal affiliations, in which the gang became a non-profit, pro-social community organization.",
        "is_supporting": false
        },
        {
        "idx": 1,
        "title": "An Inconvenient Truth",
        "paragraph_text": "An Inconvenient Truth is a 2006 American concert film/documentary film directed by Davis Guggenheim about former United States Vice President Al Gore's campaign to educate people about global warming. The film features a comprehensive slide show that, by Gore's own estimate, he has presented over a thousand times to audiences worldwide.",
        "is_supporting": false
        },
        {
        "idx": 2,
        "title": "The Blitz",
        "paragraph_text": "Directive 23 was the only concession made by Göring to the Kriegsmarine over the strategic bombing strategy of the Luftwaffe against Britain. Thereafter, he would refuse to make available any air units to destroy British dockyards, ports, port facilities, or shipping in dock or at sea, lest Kriegsmarine gain control of more Luftwaffe units. Raeder's successor—Karl Dönitz—would—on the intervention of Hitler—gain control of one unit (KG 40), but Göring would soon regain it. Göring's lack of cooperation was detrimental to the one air strategy with potentially decisive strategic effect on Britain. Instead, he wasted aircraft of Fliegerführer Atlantik (Flying Command Atlantic) on bombing mainland Britain instead of attacks against convoys. For Göring, his prestige had been damaged by the defeat in the Battle of Britain, and he wanted to regain it by subduing Britain by air power alone. He was always reluctant to cooperate with Raeder.",
        "is_supporting": true
        },
        {
        "idx": 3,
        "title": "John F. Gore",
        "paragraph_text": "John F. Gore, was born on March 27, 1926 in New Haven, Connecticut to George F. Gore and Irene S. Gore. He served in the United States Marine Corps during World War II and with the Connecticut National Guard in the Korean War. His career would culminate with being appointed as the Connecticut Adjutant General in 1982 but would be forced to resign in 1985 amid various scandals.",
        "is_supporting": false
        },
        {
        "idx": 4,
        "title": "The Blitz",
        "paragraph_text": "A major problem in the managing of the Luftwaffe was Hermann Göring. Hitler believed the Luftwaffe was \"the most effective strategic weapon\", and in reply to repeated requests from the Kriegsmarine for control over aircraft insisted, \"We should never have been able to hold our own in this war if we had not had an undivided Luftwaffe\". Such principles made it much harder to integrate the air force into the overall strategy and produced in Göring a jealous and damaging defence of his \"empire\" while removing Hitler voluntarily from the systematic direction of the Luftwaffe at either the strategic or operational level. When Hitler tried to intervene more in the running of the air force later in the war, he was faced with a political conflict of his own making between himself and Göring, which was not fully resolved until the war was almost over. In 1940 and 1941, Göring's refusal to cooperate with the Kriegsmarine denied the entire Wehrmacht military forces of the Reich the chance to strangle British sea communications, which might have had strategic or decisive effect in the war against the British Empire.",
        "is_supporting": true
        },
        {
        "idx": 5,
        "title": "Leap of Faith (Kenny Loggins album)",
        "paragraph_text": "Leap of Faith is the seventh solo album from singer Kenny Loggins. Released in 1991, it was the first album Loggins released after a divorce, and is notably longer than his previous solo albums. Singles from the album included \"The Real Thing,\" \"If You Believe,\" \"Now or Never,\" and \"Conviction of the Heart,\" the latter of which was later dubbed \"the unofficial anthem of the environmental movement\" by Vice President Al Gore. \"I Would Do Anything\" features Sheryl Crow who can also be heard in the title song along with Smokey Robinson.",
        "is_supporting": false
        },
        {
        "idx": 6,
        "title": "You Don't Own Me",
        "paragraph_text": "``You Do n't Own Me ''Single by Lesley Gore from the album Lesley Gore Sings of Mixed - Up Hearts B - side`` Run Bobby, Run'' Released December 1963 Format 7 ''single Recorded 1963 Genre Pop R&B Length 2: 31 Label Mercury Songwriter (s) John Madara Dave White Producer (s) Quincy Jones Lesley Gore singles chronology ``She's a Fool'' (1963)`` You Do n't Own Me ''(1963) ``That's the Way Boys Are'' (1964)`` She's a Fool ''(1963) ``You Do n't Own Me'' (1963)`` That's the Way Boys Are ''(1964)",
        "is_supporting": false
        },
        {
        "idx": 7,
        "title": "Eagles Nest Wilderness",
        "paragraph_text": "The Eagles Nest Wilderness lies in the southern area of the Gore Range of mountains. The Gore Range was named in honor of Sir George Gore arising from a hunting expedition led by Jim Bridger, 1804–1881, early trapper and explorer of the Rocky Mountains. Bridger documented the Great Salt Lake in 1824 and guided westward settlers through Bridger Pass in 1850, shortening the Oregon Trail by . In 1854, Sir George Gore hired Bridger as a hunting guide out of Fort Leavenworth, Kansas. The Gore expedition traveled through the central Colorado mountain range before heading north into the Yellowstone area. Gore practiced a policy of heavy treading on the land, hauling 30 wagons and more than 50 servants on his expedition of 6,000 miles. Gore shot thousands of large game animals during his guided tour of the mountains that extended into 1855.",
        "is_supporting": false
        },
        {
        "idx": 8,
        "title": "Castle Goring",
        "paragraph_text": "Castle Goring was designed by John Rebecca for Sir Bysshe Shelley, 1st Baronet. It was intended that his grandson, the renowned poet Percy Bysshe Shelley, would live at Castle Goring; however, he drowned in Italy aged just 29, so he never took possession of the house.",
        "is_supporting": false
        },
        {
        "idx": 9,
        "title": "Patriotic Gore",
        "paragraph_text": "Patriotic Gore: Studies in the Literature of the American Civil War is a 1962 book of historical and literary criticism written by Edmund Wilson. It consists of 26 chapters about the works and lives of almost 30 writers, including",
        "is_supporting": false
        },
        {
        "idx": 10,
        "title": "You Don't Own Me",
        "paragraph_text": "``You Do n't Own Me ''is a popular song written by Philadelphia songwriters John Madara and David White and recorded by Lesley Gore in 1963, when Gore was 17 years old. The song was Gore's second most successful recording and her last top - ten single. On November 27, 2016, the Grammy Hall of Fame announced its induction, along with that of another 24 songs.",
        "is_supporting": false
        },
        {
        "idx": 11,
        "title": "Out Here on My Own",
        "paragraph_text": "``Out Here on My Own ''is a ballad from the 1980 musical film Fame, performed by Irene Cara. It was written by sibling songwriting duo Lesley Gore (lyricist) and Michael Gore (composer). The song was produced by Michael Gore, and published by MGM BMI / Variety ASCAP. Cara performed the song at the 1981 Academy Awards, where the song was nominated for Best Original Song. The song was released on the soundtrack to the 1980 film Fame, which also contains an instrumental version of the track.",
        "is_supporting": false
        },
        {
        "idx": 12,
        "title": "Richard Gore",
        "paragraph_text": "Richard Gore (died 1622) was an English merchant adventurer and politician who sat in the House of Commons from 1604 to 1611.",
        "is_supporting": false
        },
        {
        "idx": 13,
        "title": "The Chantels",
        "paragraph_text": "The Chantels are a pop music group and were the second African-American girl group to enjoy nationwide success in the United States, preceded by The Bobbettes. The group was established in the early 1950s by students attending St. Anthony of Padua School in The Bronx. The original five members consisted of Arlene Smith (lead) (October 5, 1941), Sonia Goring Wilson (born Millicent Goring) (1940), Renée Minus White (1943), Jackie Landry Jackson (May 22, 1941 – December 23, 1997) and Lois Harris (1940). They derived their name from that of school St. Frances de Chantal.",
        "is_supporting": false
        },
        {
        "idx": 14,
        "title": "Landis Gores",
        "paragraph_text": "Landis Gores (August 31, 1919 – March 18, 1991) was an American architect, native to Cincinnati, Ohio. Landis was known for his modernist Gores Pavilion, the Gores Family House, and the House for All Seasons.",
        "is_supporting": false
        },
        {
        "idx": 15,
        "title": "Night on Bald Mountain",
        "paragraph_text": "Night on Bald Mountain (Russian: Ночь на лысой горе, Noch ′ na lysoy gore), also known as Night on the Bare Mountain, is a series of compositions by Modest Mussorgsky (1839 -- 1881). Inspired by Russian literary works and legend, Mussorgsky composed a ``musical picture '', St. John's Eve on Bald Mountain (Russian: Иванова ночь на лысой горе, 'Ivanova noch ′ na lysoy gore) on the theme of a witches' sabbath occurring on St. John's Eve, which he completed on that very night, 23 June 1867. Together with Nikolay Rimsky - Korsakov's Sadko (1867), it is one of the first tone poems by a Russian composer.",
        "is_supporting": false
        },
        {
        "idx": 16,
        "title": "The Golden Age (Vidal novel)",
        "paragraph_text": "The Golden Age, a historical novel published in 2000 by Gore Vidal, is the seventh and final novel in his \"Narratives of Empire\" series.",
        "is_supporting": false
        },
        {
        "idx": 17,
        "title": "2000 United States presidential election in Florida",
        "paragraph_text": "United States presidential election in Florida, 2000 ← 1996 November 7, 2000 2004 → Turnout 70% Nominee George W. Bush Al Gore Party Republican Democratic Home state Texas Tennessee Running mate Dick Cheney Joe Lieberman Electoral vote 25 0 Popular vote 2,912,790 2,912,253 Percentage 48.847% 48.838% County Results Gore -- 60 - 70% Gore -- 50 - 60% Gore -- 40 - 50% Bush -- 40 - 50% Bush -- 50 - 60% Bush -- 60 - 70% Bush -- 70 - 80% President before election William Jefferson Clinton Democratic Elected President George Walker Bush Republican",
        "is_supporting": false
        },
        {
        "idx": 18,
        "title": "Jade Trini Goring",
        "paragraph_text": "Jade Trini Goring (born 1972), formerly known by the stage name Jade Trini, is an American contemporary gospel music singer. Goring was also briefly a member of the electronic/house/old school hip hop group Mantronix, in 1991.",
        "is_supporting": false
        },
        {
        "idx": 19,
        "title": "Buckingham Palace",
        "paragraph_text": "Possibly the first house erected within the site was that of a Sir William Blake, around 1624. The next owner was Lord Goring, who from 1633 extended Blake's house and developed much of today's garden, then known as Goring Great Garden. He did not, however, obtain the freehold interest in the mulberry garden. Unbeknown to Goring, in 1640 the document \"failed to pass the Great Seal before King Charles I fled London, which it needed to do for legal execution\". It was this critical omission that helped the British royal family regain the freehold under King George III.",
        "is_supporting": false
        }
    ]
}